<%@ page contentType="text/html;charset=UTF-8"%>
<%@ include file="/common/common.jsp"%>
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width,initial-scale=1,minimum-scale=1,maximum-scale=2,user-scalable=yes" />
    <title>学校简介</title>
    <style type="text/css">
    	p { text-indent:31px;line-height: 30px;margin: 10px;} 
    	.div_p{background-color: #FFFFFF;}
    </style>
</head>
<body bgcolor="#FAFAFA" style="font-size: medium;">
	<div align="center" style="padding-top: 15px;font-size: x-large;padding-bottom: 15px;font-weight: bold;">广东医科大学简介</div>
	<div class="div_p">
		<p>广东医科大学是广东省属具有博士学位授予权的重点建设大学，前身是中山医学院湛江分院，自1958年创建以来，学校秉承“立志立德，求真求精”的校训，弘扬“艰苦创业，自强不息”的广东医精神，2005年被评为教育部本科教学工作水平评估优秀院校， 2007年在广东省教育厅的成人高等教育办学水平评估中获得优秀。2013年获批为博士学位授予单位。2015年5月，临床医学（CLINICAL MEDICINE）学科排名进入ESI全球排名前1%，2016年1月学校进入ESI全球排名前1%。</p>
		<p>学校拥有湛江和东莞两个校区，校园总面积1900亩，现有全日制在校生两万多人，成为广东省最大的医学人才培养基地。学校有教职工1900多人，其中专任教师1383人，博士生导师38人，硕士生导师485人，双聘院士2名，教育部“长江学者”特聘教授、国家杰出青年基金获得者、国家“百千万工程”有突出贡献的中青年专家、教育部跨世纪优秀人才、卫生部有突出贡献中青年专家、广东省特聘教授-珠江学者1人。学校有国务院政府特殊津贴专家14人，全国模范教师、全国优秀教师、全国高校优秀辅导员等6人，广东省教学名师4人，“千百十人才培养工程”省级培养对象8人，省“特支计划”人才2人，“扬帆计划”19人，南粤杰出教师、南粤教坛新秀、南粤教书育人优秀教师、南粤优秀教师和南粤优秀教育工作者56人，广东省优秀中医临床人才和名中医5人，广东省优秀青年教师培养对象17人。</p>
		<p>经过50多年的艰苦奋斗，学校已初步形成了较为合理的学科专业结构，覆盖医学、理学、管理学、法学、工学、文学、经济学等7个学科门类，设有临床医学、医学检验、医学影像学、口腔医学、信息管理与信息系统、护理学、药学等25个本科专业。其中临床医学、医学检验、护理学、医学影像学等4个专业是国家级特色专业建设点。我校临床医学、口腔医学、麻醉学、医学影像学、医学检验技术等12个专业晋升为一本招生。</p>
		<p>广东医科大学成人高等教育从1984年开始招生，在三十多年的办学历程中，一直坚持“大校园”的办学理念，与教学点一道竭诚为学生服务；一直按照“五个统一”的原则 （统一教学计划、统一教学大纲、统一教材版本、统一考试标准、统一学籍管理）进行教学和管理，保障教学质量，实行规范化管理。为较好地解决学生的工学矛盾，设有教师面授、网上学习和网上答疑等学习形式进行灵活教学和学习。</p>
		<p>成人高等教育教学单位除湛江校区和东莞校区外，还设有经教育厅批准备案的湛江卫生学校、珠海市卫生学校、茂名卫生学校、肇庆医学高等专科学校、江门中医药学校、东源卫生职业技术学校、惠州卫生职业技术学院、新兴中药学校、湛江中医学校、顺德职业技术学院、东莞市岭南培训中心、深圳市医学继续教育培训中心、广东黄埔卫生职业技术学校、深圳市宝康卫生培训中心、增城市蓝十字卫生教育培训中心、廉江市卫生职业技术学校、怀集县卫生学校、清远职业技术学院、乐昌市卫生进修学校、梅州市卫生职业技术学校等20个校外教学点，完全能满足学生就近入学的需要。</p>
		<p>目前，学校成人高等教育有专科和专科升本科两个层次，设临床医学、护理学、药学、医学检验、医学影像、口腔医学等多个专业，在校生达2万多人；学制灵活，实施学年学分制管理，本、专科学习期限均为3～5年，学生可根据自己的实际情况，在规定的年限内作好学习计划，以保证顺利地完成学业。学校严格执行由广东省物价部门规定的成人高等教育缴费标准，是全省收费较低的医学院校。</p>
		<br>
	</div><br>
</body>
</html>